Python 3.8.1 (tags/v3.8.1:1b293b6, Dec 18 2019, 22:39:24) [MSC v.1916 32 bit (Intel)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> print("Вартість товару у гривнях або в доларах")
Вартість товару у гривнях або в доларах
>>> doll_to_grn = float(input("Введіть курс долар-гривня: "))
Введіть курс долар-гривня: 27.48
>>> grn_to_doll = float(input("Введіть курс гривня-долар: "))
Введіть курс гривня-долар: 0.036
>>> print("Курс долар-гривня:", doll_to_grn)
Курс долар-гривня: 27.48
>>> print("Курс гривня-долар:", grn_to_doll)
Курс гривня-долар: 0.036
>>> price_g = float(input("Введвть ціну товару у гривнях: "))
Введвть ціну товару у гривнях: 250
>>> price_g_d = price_g*grn_to_doll
>>> print("Поточна ціна", price_g,"грн. Ціна товару у доларах: ",price_g_d)
Поточна ціна 250.0 грн. Ціна товару у доларах:  9.0
>>> price_d = float(input("Введіть ціну товару у доларах: "))
Введіть ціну товару у доларах: 490
>>> price_d_g = price_d*doll_to_grn)
SyntaxError: unmatched ')'
>>> price_d_g = price_d*doll_to_grn
>>> print("Поточна ціна: ",price_d, "доларів. Ціна товару у гривнях: ",price_d_g)
Поточна ціна:  490.0 доларів. Ціна товару у гривнях:  13465.2
>>> 